<div id="help-dialog" style="display: none;">

<h2>Управление</h2>
<p>Испольдуйте клавиши "A" и "D" чтобы двигаться влево и вправо.</p>
<p>Нажмите клавишу "W" для прыжка.</p>
<p>Нажмите и удерживайте левую кнопку мыши на блоке, чтобы копать.</p>
<p>Выберите блок в нижней части экрана и положите его на свободное пространство на поле с помощью левой кнопки мыши.</p>

<h2>Сохранение</h2>
<p>Для того, чтобы сохранить текущий уровень, нажмите "Сохранить" внизу поля.
В дальнейшем этот уровень можно будет открыть с помощью "секретной ссылки".</p>
<p>Секретная ссылка для текущего уровня:</p>
<p><input type="text" value="http://140th.ru/sandboxgame/?levelid={$levelid}" style="width: 520px;" readonly="1"/></p>
<p>Внимание! Если вы потеряете эту ссылку, то не сможете получить доступ к этому уровню. Сохраните ее в надежном месте!</p>

</div>